{
	"St. Basil's Cathedral":"The Cathedral of Vasily the Blessed, commonly known as Saint Basil's Cathedral, is an Orthodox church in Red Square of Moscow, and is one of the most popular cultural symbols of Russia"
	,
	"Saigon Notre-Dame Basilica":"Notre-Dame Cathedral Basilica of Saigon, officially Cathedral Basilica of Our Lady of The Immaculate Conception is a cathedral located in the downtown of Ho Chi Minh City, Vietnam. Established by French colonists who initially named it the Church of Saigon, the cathedral was constructed between 1863 and 1880"
	,
	"Ba Dinh Square":"Ba Đình Square (Vietnamese: Quảng trường Ba Đình) is the name of a square in Hanoi where president Ho Chi Minh read the Proclamation of Independence of the Democratic Republic of Vietnam on September 2, 1945. It is named after the Ba Đình Uprising, an anti-French rebellion that occurred in Vietnam in 1886–1887 as part of the Cần Vương movement. When Ho Chi Minh died, the granite Ho Chi Minh Mausoleum was built here to display his embalmed body. It remains a major site of tourism and pilgrimage."

	,
	"Reunification Palace":"Independence Palace, also publicly known as Reunification Palace, built on the site of the former Norodom Palace, is a landmark in Ho Chi Minh City, Vietnam. It was designed by architect Ngô Viết Thụ and was the home and workplace of the President of South Vietnam during the Vietnam War"
	,
	"Temple Of Literature":"The Temple of Literature is often cited as one of Hanoi’s most picturesque tourist attractions. Originally built as a university in 1070 dedicated to Confucius, scholars and sages, the building is extremely well preserved and is a superb example of traditional-style Vietnamese architecture."
	,
	"Halong Bay":"Halong Bay is a beautiful natural wonder in northern Vietnam near the Chinese border. The Bay is dotted with 1,600 limestone islands and islets and covers an area of over 1,500 sqkm. This extraordinary area was declared a UNESCO World Heritage Site in 1994. For many tourists, this place is like something right out of a movie. The fact is that Halong Bay features a wide range of biodiversity, while the surrealistic scenery has indeed featured in endless movies."

}

